sdaiCreateAggrBN(Sdai_instS*,System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte*)
\details
Creates an aggregate in a specified application instance attribute.
\param instance      [in] An instance that contains the attribute.
\param attributeName [in] A string that contains the name of the attribute where the aggregate should be added.
\returns The created SDAI aggregate value.